"HTRefreshHeaderIdleText" = "下拉可以刷新";
"HTRefreshHeaderPullingText" = "松开立即刷新";
"HTRefreshHeaderRefreshingText" = "正在刷新数据中...";

"HTRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"HTRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"HTRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"HTRefreshBackFooterIdleText" = "上拉可以加载更多";
"HTRefreshBackFooterPullingText" = "松开立即加载更多";
"HTRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"HTRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"HTRefreshHeaderLastTimeText" = "最后更新：";
"HTRefreshHeaderDateTodayText" = "今天";
"HTRefreshHeaderNoneLastDateText" = "无记录";
